Repository: sshwsfc/xadmin
Catalog: xadmin/locale/*/LC_MESSAGES/djangojs.po
Languages: lt, pl

source: %(sel)s of %(cnt)s selected
lt: %(sel)s iš %(cnt)s pažymėta
pl: %(sel)s z %(cnt)s wybranych

source: Close
lt: Uždaryti
pl: Zamknij

source: Edit
lt: Redaguoti

source: New Item
lt: Naujas
pl: Nowy obiekt

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday Sunday
lt: Sekmadienis Pirmadienis Antradienis Trečiadienis Ketvirtadienis Penktadienis Šeštadienis Sekmadienis
pl: niedziela poniedziałek wtorek środa czwartek piątek sobota niedziela

source: Sun Mon Tue Wed Thu Fri Sat Sun
lt: Sekm Pirm Antr Tre Ket Penk Šešt Sekm
pl: niedz. pon. wt. śr. czw. pt. sob. niedz.

source: Su Mo Tu We Th Fr Sa Su
lt: S Pr A T K Pe Š S
pl: niedz. pn. wt. śr. czw. pt. sob. niedz.

source: January February March April May June July August September October November December
lt: Sausis Vasaris Kovas Balandis Gegužė Birželis Liepa Rugpjūtis Rugsėjis Spalis Lapkritis Gruodis
pl: styczeń luty marzec kwiecień maj czerwiec lipiec sierpień wrzesień październik

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
lt: Sau Vas Kov Bal Geg Bir Lie Rugp Rugs Spa Lap Gruo
pl: sty. lut. marz. kwie. maj czerw. lip. sier. wrze. paź. list. grudz.

source: Today
lt: Šiandien
pl: Dzisiaj

source: Add
pl: Dodaj
