Repository: sshwsfc/xadmin
Catalog: xadmin/locale/*/LC_MESSAGES/django.po
Languages: lt

source: All
lt: Visi

source: Yes
lt: Taip

source: No
lt: Ne

source: Unknown
lt: Nežinomas

source: Any date
lt: Bet kokia data

source: Has date
lt: Turi datą

source: Today
lt: Šiandien

source: Past 7 days
lt: Paskutinės 7 dienos

source: This month
lt: Šis mėnuo

source: This year
lt: Šie metai

source: Please enter the correct username and password for a staff account. Note that both fields are case-sensitive.
lt: Prašome įvesti teisingą vartotojo vardą ir slaptažodį. Didžiosios ir mažosios raidės traktuojamos kaip skirtingi simboliai

source: Please log in again, because your session has expired.
lt: Jūsų sesija baigėsi. Prašome prisijungti iš naujo.

source: Your e-mail address is not your username. Try '%s' instead.
lt: Elektroninis paštas nėra Jūsų slaptažodis. Pabandykite '%s' vietoj to.

source: Title
lt: Antraštė

source: Url Name
lt: Url Adresas

source: Query String
lt: Užklausa

source: Is Share
lt: Dalintis

source: Bookmark
lt: Žyma

source: Bookmarks
lt: Žymos

source: Settings Key
lt: Nustatymų raktas

source: Settings Content
lt: Nustatymų Turinys

source: User Setting
lt: Vartotojo Nustatymas

source: User Settings
lt: Vartotojo Nustatymai

source: Page
lt: Puslapis

source: Widget Type
lt: Valdiklio Tipas

source: Widget Params
lt: Valdiklio Parametrai

source: User Widget
lt: Vartotojo Valdiklis

source: User Widgets
lt: Vartotojo Valdikliai

source: Now
lt: Dabar

source: Delete selected %(verbose_name_plural)s
lt: Ištrinti pažymėtus %(verbose_name_plural)s

source: Successfully deleted %(count)d %(items)s.
lt: Sėkmingai ištrinta %(count)d %(items)s

source: Cannot delete %(name)s
lt: Negalima ištrinti %(name)s

source: Are you sure?
lt: Ar tikrai?

source: %(total_count)s selected
lt: %(total_count)s pažymėta

source: 0 of %(cnt)s selected
lt: 0 iš %(cnt)s pažymėta

source: Items must be selected in order to perform actions on them. No items have been changed.
lt: Kas nors turi būti pažymėta norint atlikti pakeitimus. Šiuo metu nei vienas įrašas nėra pažymėtas.

source: Avg
lt: Vidurkis

source: Sum
lt: Suma

source: Count
lt: Skaičius

source: Personal info
lt: Asmeninė informacija

source: Permissions
lt: Leidimai

source: Important dates
lt: Importuoti datas

source: Status
lt: Statusas

source: Change password: %s
lt: Keisti slaptažodį: %s

source: Password changed successfully.
lt: Slaptažodis pakeistas.

source: Change password
lt: Keisti slaptažodį

source: bookmark
lt: žyma

source: Bookmark Widget, can show user's bookmark list data in widget.
lt: Rodo lentelę pagal pasirinktą žymą.

source: Show models simple chart.
lt: Rodo objekto paprastą grafiką

source: %s Charts
lt: %s Grafikai

source: Details of %s
lt: %s peržiūra

source: Enter %s
lt: Įveskite %s

source: %(name)s object with primary key %(key)r does not exist.
lt: %(name)s objektas neegzistuoja. Objekto 'primary key': %(key)r

source: Sheet
lt: Lapas

source: <b>Filtering error:</b> %s
lt: <b>Filtravimo klaida:</b> %s

source: Previous
lt: Ankstesnis

source: Next
lt: Kitas

source: Slideshow
lt: Skaidrių peržiūra

source: Download
lt: Parsiųsti

source: Change:
lt: Keisti:

source: Forgotten your password or username?
lt: Pamiršote slaptažodį ar vartotojo vardą?

source: Create New %s
lt: Sukurti Naują %s

source: Related Objects
lt: Susiję Objektai

source: Search %s
lt: Ieškoti %s

source: Add %s
lt: Sukurti: %s

source: Initial version.
lt: Pradinė versija

source: Recover
lt: Atstatyti

source: History
lt: Istorija

source: Recover deleted %(name)s
lt: Sugrąžinti ištrintus %(name)s

source: Change history: %s
lt: Pakeitimų istorija: %s

source: Must select two versions.
lt: Turite pažymėti dvi versijas.

source: Please select two different versions.
lt: Turite pažymėkite dvi skirtingas versijas.

source: Current: %s
lt: Dabartinis %s

source: The %(model)s "%(name)s" was reverted successfully. You may edit it again below.
lt: %(model)s "%(name)s" buvo sėkmingai sugrąžinti. Galite ir vėl juos redaguoti.

source: Recover %s
lt: Sugrąžinti %s

source: The %(model)s "%(name)s" was recovered successfully. You may edit it again below.
lt: %(model)s "%(name)s" buvo sėkmingai sugrąžinti. Galite ir vėl juos redaguoti.

source: Page not found
lt: Puslapis nerastas

source: We're sorry, but the requested page could not be found.
lt: Apmaudu pranešti, bet tokio puslapio nėra. :(

source: Home
lt: Pagrindinis

source: Server error
lt: Serverio klaida

source: Server Error <em>(500)</em>
lt: Serverio klaida <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
lt: Atsiprašome, tačiau serveryje įvyko klaida. Tikėkimės, kad administratoriai tai pastebėjo ir šią klaidą greitai ištaisys.Jei klaida kartojasi, o jūs negalite naudotis jums reikalingu funkcionalumu, susisiekite su jais. Būkite pasiruošę papasakoti kokį veiksmą atliekant Jūs aptinkate šią klaidą. Dėkojame už supratimą.

source: Welcome,
lt: vartotojas:

source: Log out
lt: Atsijungti

source: You don't have permission to edit anything.
lt: Jūs neturite leidimų redaguoti

source: Password reset successful
lt: Slaptažodžio atstatymas pavyko

source: Your password has been set. You may go ahead and log in now.
lt: Jūsų slaptažodis buvo nustatytas iš naujo. Dabar jau galite prisijungti iš naujo su naujuoju slaptažodžiu.

source: Log in
lt: Prisijungti

source: Enter new password
lt: Įveskite naują slaptažodį

source: Please enter your new password twice so we can verify you typed it in correctly.
lt: Prašome įvesti naują slaptažodį du kartus, kad galėtume patikrinti jog nepadarėte klaidos įvedinėdami.

source: Change my password
lt: Pakeisti mano slaptažodį

source: Password reset unsuccessful
lt: Slaptažodžio atstatymas nepavyko

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
lt: Slaptažodžio atstatymo nuoroda negaliojanti, greičiausiai dėl to kad ji jau buvo panaudota anksčiau.Pabandykite inicijuoti slaptažodžio atstatymą per naują.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
lt: Išsiuntėme Jums elektroninį laiškelį su tolimesnėmis nuorodomis slaptažodžio atstatymui. Turėtumėte gauti jį netrukus.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
lt: Sveiki! Jūs gavote šį pranešimą nes svetainėje %(site_name)s inicijavote savo paskyros slaptažodžio atstatymą.

source: Please go to the following page and choose a new password:
lt: Prašome eiti žemiau nurodytu adresu ir susikurkite naują slaptažodį.

source: Your username, in case you've forgotten:
lt: Jūsų vartotojo vardas, jei netyčia jį pamiršote, yra:

source: Thanks for using our site!
lt: Ačiū, kad naudojatės!

source: The %(site_name)s team
lt: %(site_name)s komanda

source: Password reset
lt: Slaptažodžio atstatymas

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
lt: Pamiršote slaptažodį? Ne bėda! :) Įveskite savo elektroninio pašto adresą žemiau ir mes jums atsiųsime instrukcijas slaptažodžio atstatymui.

source: E-mail address:
lt: El. pašto adresas:

source: Reset my password
lt: Atstatyti mano slaptažodį

source: First, enter a username and password. Then, you'll be able to edit more user options.
lt: Įveskite savo vartotojo vardą ir slaptažodį, tada galėsite redaguoti daugiau vartotojo parametrų

source: Enter a username and password.
lt: Įveskite vartotojo vardą ir slaptažodį

source: Please correct the error below.
lt: Prašome ištaisyti žemiau esančią klaidą.

source: Enter your new password.
lt: Įveskite savo naują slaptažodį

source: Enter a new password for the user <strong>%(username)s</strong>.
lt: Įveskite naują slaptažodį vartotojui <strong>%(username)s</strong>

source: Themes
lt: Temos

source: Search
lt: Ieškoti

source: Add
lt: Sukurti

source: Prev step
lt: Ankstesnis žingsnis

source: Next step
lt: Sekantis žingsnis

source: Save
lt: Išsaugoti

source: Clean Bookmarks
lt: Išvalyti Žymas

source: No Bookmarks
lt: Nėra Žymų

source: New Bookmark
lt: Nauja Žyma

source: Save current page as Bookmark
lt: Išsaugoti šį puslapį kaip žymą

source: Enter bookmark title
lt: Suteikite žymai vardą

source: Save Bookmark
lt: Išsaugoti Žymą

source: Filters
lt: Filtrai

source: Clean Filters
lt: Išvalyti Filtrus

source: Click here to select the objects across all pages
lt: Žymėti objektus iš visų puslapių

source: Select all %(total_count)s %(module_name)s
lt: Pažymėti visus %(total_count)s %(module_name)s

source: Clear selection
lt: Išvalyti pažymėjimus

source: Charts
lt: Grafikai

source: Export
lt: Eksportuoti

source: Export with table header.
lt: Eksportuoti su lentelės antrašte.

source: Export with format.
lt: Eksportuoti formatais.

source: Close
lt: Uždaryti

source: Clean Refresh
lt: Išvalyti Filtrus

source: Every %(t)s seconds
lt: Kas %(t)s sekundės

source: Null
lt: Nėra

source: Enter
lt: Įveskite

source: Choice Date
lt: Pasirinkite Datą

source: year
lt: metai

source: month
lt: mėnuo

source: day
lt: diena

source: Apply
lt: Taikyti keitimus

source: Date Range
lt: Intervalas

source: Select Date
lt: Pažymėkite Datą

source: From
lt: Nuo

source: To
lt: Kam

source: Clean
lt: Išvalyti

source: Enter Number
lt: Įveskite Skaičių

source: By %(filter_title)s
lt: Pagal %(filter_title)s

source: Available
lt: Galimi

source: Click to choose all at once.
lt: Pasirinkti visus iš karto.

source: Choose all
lt: Pasirinkti visus

source: Choose
lt: Pasirinkti

source: Remove
lt: Pašalinti

source: Chosen
lt: Pasirinkti

source: Click to remove all chosen at once.
lt: Pašalinti visus iš karto.

source: Remove all
lt: Pašalinti visus

source: Show all
lt: Rodyti visus

source: Save as new
lt: Išsaugoti kaip naują

source: Save and add another
lt: Išsaugoti ir sukurti naują

source: Save and continue editing
lt: Išsaugoti ir tęsti redagavimą

source: Delete
lt: Ištrinti

source: Change multiple objects
lt: Keisti keletą objektų

source: Change Multiple
lt: Keisti Keletą

source: Add Widget
lt: Sukurti Valdiklį

source: Logout Success
lt: Atsijungta

source: Thanks for spending some quality time with the Web site today.
lt: Ačiū, kad naudojatės.

source: Close Window
lt: Uždaryti langą

source: Log in again
lt: Prisijungti iš naujo

source: Please Login
lt: Prašome Prisijungti

source: log in
lt: prisijungti

source: Edit
lt: Redaguoti

source: Deleting the %(verbose_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
lt: Trinant %(verbose_name)s '%(escaped_object)s' tektų ištrinti susijusius objektus tačiau Jūs neturite teisių trinti šių objektų:

source: Deleting the %(verbose_name)s '%(escaped_object)s' would require deleting the following protected related objects:
lt: Trinant %(verbose_name)s '%(escaped_object)s' bus ištrinta ir šie susiję apsaugoti objektai:

source: Are you sure you want to delete the %(verbose_name)s "%(escaped_object)s"? All of the following related items will be deleted:
lt: Ar Jūs tikrai norite ištrinti objektus %(verbose_name)s "%(escaped_object)s"? Visi sekantys objektai bus ištrinti:

source: Yes, I'm sure
lt: Taip, Aš esu tikras

source: Cancel
lt: Atšaukti

source: Delete multiple objects
lt: Ištrinti keletą objektų

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
lt: Trinant %(objects_name)s tektų ištrinti susijusius objektus tačiau Jūs neturite teisių trinti šių objektų:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
lt: Trinant %(objects_name)s bus ištrinta ir šie susiję apsaugoti objektai:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
lt: Ar Jūs tikrai norite ištrinti pažymėtus objektus %(objects_name)s? Visi sekantys objektai bus ištrinti:

source: Diff
lt: Skirtumas

source: Date/time
lt: Data/laikas

source: User
lt: Vartotojas

source: Comment
lt: Komentaras

source: This object doesn't have a change history. It probably wasn't added via this admin site.
lt: Objektas neturi pakeitimų istorijos. Greičiausiai jis nebuvo įdėtas per šią aplinką.

source: Add %(name)s
lt: Sukurti: %(name)s

source: Empty list
lt: Išvalyti sąrašą

source: Press the recover button below to recover this version of the object.
lt: Spauskite atstatymo mygtuką, norėdami atstatyti šia objekto versiją.

source: Choose a date from the list below to recover a deleted version of an object.
lt: Pasirinkite datą iš sąrašo kad atstatyti ištrintą objekto versiją.

source: There are no deleted objects to recover.
lt: Nėra ištrintų objektų, kuriuos būtų galima atstatyti.

source: Diff %(verbose_name)s
lt: Skirtumas %(verbose_name)s

source: Field
lt: Laukelis

source: Version A
lt: Versija A

source: Version B
lt: Versija B

source: Revert to
lt: Sugrąžinti į

source: Revert
lt: Sugrąžinti

source: Revert %(verbose_name)s
lt: Sugrąžinti %(verbose_name)s

source: Press the revert button below to revert to this version of the object.
lt: Spauskite sugrąžinimo mygtuką, kad sugrąžinti objektą į šią versiją

source: Revert this revision
lt: Sugrąžinti šią reviziją

source: Success
lt: Pavyko

source: Add success, click <a id='change-link'>edit</a> to edit.
lt: Sukurti pavyko, <a id='change-link'>redaguoti</a>.

source: Quick Add
lt: Greitai Sukurti

source: Widget Options
lt: Valdiklio Nustatymai

source: Save changes
lt: Išsaugoti pakeitimus

source: Widget ID
lt: Valdiklio ID

source: Widget Title
lt: Valdiklio Antraštė

source: Html Content Widget, can write any html content in widget.
lt: HTML Turinio Valdiklis, galite rašyti betkokį HTML kodą.

source: Html Content
lt: HTML Kodas

source: Target Model
lt: Target Modelis

source: Quick button Widget, quickly open any page.
lt: Greitai atidarykite bet kokį puslapį.

source: Quick Buttons
lt: Greitieji Mygtukai

source: Any Objects list Widget.
lt: Bet kokio objekto sąrašas.

source: Add any model object Widget.
lt: Bet kokio objekto kūrimo forma

source: Dashboard
lt: Valdymo pultas

source: The %(name)s "%(obj)s" was deleted successfully.
lt: %(name)s "%(obj)s" buvo sėkmingai ištrintas.

source: Other Fields
lt: Kiti Laukeliai

source: %s Detail
lt: %s Detalės

source: The %(name)s "%(obj)s" was added successfully.
lt: %(name)s "%(obj)s" buvo sėkmingai pridėtas

source: You may edit it again below.
lt: Žemiau galite jį redaguoti ir vėl.

source: You may add another %s below.
lt: Žemiau galite sukurti naują: %s.

source: Change %s
lt: Keisti %s

source: The %(name)s "%(obj)s" was changed successfully.
lt: %(name)s "%(obj)s" buvo sėkmingai pakeistas

source: Database error
lt: Duomenų bazės klaida

source: %s List
lt: %s Sąrašas

source: Sort ASC
lt: Rikiuoti did. tvarka

source: Sort DESC
lt: Rikiuoti maž. tvarka

source: Cancel Sort
lt: Atšaukti rikiavimą

source: Main Dashboard
lt: Pagrindinis Valdymo Pultas
